<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html><head><title></title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
</head>
<body>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p><b> <br/></b></p>
<p><b>Contact Center<br/>Development Model<br/></b>Zdiagnozuj mocne i s&#322;abe strony swojego centrum obs&#322;ugi klienta <br/>i&#160;zoptymalizuj jego dzia&#322;anie na przysz&#322;o&#347;&#263;<br/></p>
<p><b>W dobie cyfrowej rewolucji <br/>zachowania klient&#243;w i modele <br/>biznesowe ulegaj&#261; szybkim <br/>zmianom &#8211; wymuszaj&#261;c <br/>dostosowanie dzia&#322;ania centrum <br/>obs&#322;ugi klienta - Contact Center, <br/>stanowi&#261;cego integraln&#261; cz&#281;&#347;&#263; <br/>dostarczania pozytywnych <br/>dozna&#324; klient&#243;w - Customer <br/>Experience.<br/></b>Konsumenci i klienci coraz cz&#281;&#347;ciej <br/>preferuj&#261; szybko&#347;&#263; i elastyczno&#347;&#263; <br/>interakcji cyfrowych, a tempo wdra&#380;ania <br/>technologii, takich jak automatyzacja, <br/>interfejsy sztucznej inteligencji <br/>i&#160;zaawansowana analityka, ro&#347;nie <br/>niezwykle szybko.<br/>W du&#380;ym stopniu wp&#322;ywa to na spos&#243;b, <br/>w jaki organizacje pozyskuj&#261; nowe <br/>umiej&#281;tno&#347;ci i w jaki wdra&#380;aj&#261; technologi&#281; <br/>w celu dostarczania klientom w pe&#322;ni <br/>zintegrowanych wielokana&#322;owych <br/>do&#347;wiadcze&#324; i zarz&#261;dzania nimi.<br/>Centrum obs&#322;ugi klienta organizacji <br/>pozostaje kluczowym punktem <br/>kontaktowym na potrzeby interakcji <br/>z&#160;jej&#160;klientami i korzystania z jej us&#322;ug.<br/><b>Aby zapewni&#263; klientom jak najlepsze <br/>wra&#380;enia, Contact Center musi mie&#263; <br/>nast&#281;puj&#261;ce cechy:<br/></b>&#8226;  Musi by&#263; dostosowane do cel&#243;w <br/></p>
<p>strategicznych organizacji<br/>&#8226;  Musi sta&#263; si&#281; zintegrowanym <br/></p>
<p>i&#160;skutecznym centrum zarz&#261;dzania <br/>interakcjami z klientami<br/></p>
<p>&#8226;  Musi by&#263; zdolne do dostosowywania si&#281; <br/>i &#347;wiadczenia sp&#243;jnych us&#322;ug w wielu <br/>kana&#322;ach kontaktu<br/></p>
<p>&#8226;  Musi w dalszym ci&#261;gu zapewnia&#263; <br/>dost&#281;p do czynnika ludzkiego w ca&#322;ej <br/>wielokana&#322;owej &#347;cie&#380;ce klienta<br/></p>
<p>&#8226;  Musi zapewnia&#263; obop&#243;ln&#261; warto&#347;&#263; <br/>&#8211;&#160;zar&#243;wno firmie, jak i jej klientom<br/></p>
<p><b>Rozwi&#261;zanie Contact Center <br/>Development Model firmy NTT<br/></b>Contact Center Development Model <br/>(CCDM) pozwala organizacjom zrozumie&#263; <br/>obecne mo&#380;liwo&#347;ci ich Contact Center <br/>oraz okre&#347;li&#263; docelow&#261; dojrza&#322;o&#347;&#263;. <br/>CCDM zapewnia praktyczne, strategiczne <br/>podej&#347;cie do planowania transformacji, <br/>kt&#243;re ocenia kompetencje i mo&#380;liwo&#347;ci <br/>centrum obs&#322;ugi klienta na podstawie <br/>zestawu kryteri&#243;w operacyjnych <br/>i&#160;strategicznych.<br/>Model ten zosta&#322; opracowany, <br/>aby&#160;umo&#380;liwi&#263; organizacjom tworzenie <br/>planu dzia&#322;a&#324; pod k&#261;tem dojrza&#322;ego <br/>rozwi&#261;zania, a tak&#380;e okre&#347;lanie <br/>priorytet&#243;w, projekt&#243;w i inicjatyw, <br/>kt&#243;re pomog&#261; osi&#261;gn&#261;&#263; ich przysz&#322;e <br/>wyniki&#160;biznesowe.<br/></p>
<p><b>Cykl zarz&#261;dzania rozwojem <br/>Contact Center<br/></b>Contact Center Development Model jest <br/>realizowany poprzez uproszczone, wysoce <br/>interaktywne warsztaty, kt&#243;re pozwalaj&#261; <br/>okre&#347;li&#263; &#8222;aktualny stan&#8221; dzia&#322;alno&#347;ci <br/>i&#160;wymagany przysz&#322;y &#8222;stan docelowy&#8221;. <br/>W procesie tym uzgadniane s&#261; ramy <br/>czasowe, kt&#243;re pozwalaj&#261; na&#160;okre&#347;lenie <br/>czasu trwania transformacji.<br/><b>Najwa&#380;niejsze efekty:<br/></b>&#8226;  Uzgodnione docelowe funkcje <br/></p>
<p>biznesowe<br/>&#8226;  Okre&#347;lenie przysz&#322;ego stanu<br/>&#8226;  Plan transformacji<br/>&#8226;  Plan dzia&#322;ania na potrzeby <br/></p>
<p>projekt&#243;w&#160;i&#160;inicjatyw<br/>&#8226;  Szybka &#347;cie&#380;ka do planowania <br/></p>
<p>transformacji<br/></p>
<p>Nasz model pomaga r&#243;wnie&#380; <br/>w&#160;wykrywaniu mocnych i s&#322;abych stron <br/>poprzez pomiar aktualnego stanu <br/>centrum obs&#322;ugi klienta w odniesieniu <br/>do zestawu standard&#243;w dojrza&#322;o&#347;ci. <br/>Kolejnym krokiem jest opracowanie <br/>ujednoliconego planu transformacji. <br/>CCDM tworzy wsp&#243;lny obraz mo&#380;liwo&#347;ci <br/>i aspiracji organizacji w obszarze <br/>operacji ukierunkowanych na klienta, <br/>dostosowuj&#261;c potencjalne mo&#380;liwo&#347;ci <br/>do&#160;wymaga&#324;.<br/></p>
<p><b>1</b> | &#169; Copyright NTT Limited <b>services.global.ntt<br/></b></p>
<p>Contact Center <br/>Development <br/></p>
<p>Model (CCDM)<br/></p>
<p><b>St<br/>an<br/></b></p>
<p><b> o<br/>be<br/></b></p>
<p><b>cn<br/></b></p>
<p><b>y<br/></b></p>
<p><b>Plan rozwoju<br/></b></p>
<p><b>Stan docelow<br/>y</b></p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p> <br/></p>
<p> <br/></p>
<p><b> </b>Contact Center Development Model<br/></p>
<p><b>Jak dzia&#322;a nasz model?<br/></b>Contact Center Development Model <br/>to uproszczony, wysoce interaktywny <br/>proces oparty na warsztatach, kt&#243;ry <br/>pozwala na prowadzenie dyskusji <br/>i&#160;poznanie poszczeg&#243;lnych kompetencji.<br/>Aby uzyska&#263; kompleksow&#261; ocen&#281;, mierzy <br/>si&#281; sze&#347;&#263; kompetencji operacyjnych <br/>i&#160;sze&#347;&#263; kompetencji strategicznych:<br/>&#8226;  Kryteria operacyjne opisuj&#261; r&#243;&#380;ne <br/></p>
<p>kompetencje w centrach obs&#322;ugi <br/>klienta wymagane na co dzie&#324;.<br/></p>
<p>&#8226;  Kryteria strategiczne opisuj&#261; rol&#281; <br/>Contact Center jako platformy <br/>do&#160;realizacji cel&#243;w organizacji <br/>zwi&#261;zanych z do&#347;wiadczeniami <br/>klient&#243;w.<br/></p>
<p>Po wyznaczeniu poziom&#243;w dojrza&#322;o&#347;ci <br/>poszczeg&#243;lnych kompetencji model <br/>b&#281;dzie w stanie okre&#347;li&#263;, na&#160;kt&#243;rym <br/>etapie rozwoju znajduje si&#281; obecnie <br/>centrum obs&#322;ugi klienta firmy: <br/>podstawowym, skoordynowanym, <br/>zintegrowanym lub zoptymalizowanym. <br/>To pozwala zrozumie&#263; aktualny stan jego <br/>dojrza&#322;o&#347;ci oraz plany na przysz&#322;o&#347;&#263;.<br/>Proces tworzenia listy projekt&#243;w <br/>i&#160;inicjatyw z przydzielonymi priorytetami, <br/>kt&#243;re pozwol&#261; osi&#261;gn&#261;&#263; po&#380;&#261;dany stan <br/>docelowy, to zazwyczaj dwudniowe <br/>warsztaty z udzia&#322;em szerokiego grona <br/>interesariuszy wy&#380;szego szczebla, <br/>specjalizuj&#261;cych si&#281; obszarach takich jak <br/>Customer Experience, obs&#322;uga klienta, <br/>sprzeda&#380;, HR, IT, finanse, marketing <br/>i&#160;zarz&#261;dzanie kana&#322;ami cyfrowymi.<br/></p>
<p>Dostarczamy informacji o bran&#380;y <br/>Contact Center i najlepszych <br/>praktykach zaczerpni&#281;tych z naszego <br/>raportu Global CX &amp; Contact Center <br/>Benchmarking Report &#8211; wraz z naszym <br/>do&#347;wiadczeniem zdobytym w ponad <br/>200 centrach obs&#322;ugi klienta, kt&#243;re <br/>z&#160;powodzeniem wdro&#380;y&#322;y nasz model <br/>w&#160;ci&#261;gu ostatnich 20 lat.<br/>Wyniki koncentruj&#261; si&#281; na obecnym <br/>stanie dzia&#322;alno&#347;ci, poziomie, kt&#243;ry <br/>realistycznie mo&#380;na osi&#261;gn&#261;&#263; <br/>w&#160;przysz&#322;o&#347;ci, oraz samej transformacji <br/>wymaganej do osi&#261;gni&#281;cia tych wynik&#243;w.<br/>Co wa&#380;ne, takie podej&#347;cie pozwala <br/>opracowa&#263; plan &#347;ci&#347;le okre&#347;lonych <br/>dzia&#322;a&#324; i czynno&#347;ci na rzecz <br/>transformacji, kt&#243;re s&#261; wymagane <br/>do&#160;rozwoju Contact Center.<br/></p>
<p><b>Operacyjne Strategiczne<br/></b>1. Zarz&#261;dzanie 1. Zarz&#261;dzanie klientami<br/></p>
<p>2. Ludzie 2. Do&#347;wiadczenia klient&#243;w<br/></p>
<p>3. Procesy 3. Integracja biznesowa<br/></p>
<p>4. Technologia 4. Architektura<br/></p>
<p>5. Dane informacyjne 5. Wiedza na temat klient&#243;w<br/></p>
<p>6. Raportowanie 6. Warto&#347;&#263; strategiczna<br/></p>
<p><b>Zalety Contact Center Development Model:<br/></b>&#8226;  Przyspieszone podej&#347;cie do planowania transformacji<br/>&#8226;  Wgl&#261;d w wyniki organizacji w stosunku do konkurencji<br/>&#8226;  Zrozumienie wsp&#243;&#322;zale&#380;no&#347;ci Contact Center i pozosta&#322;ych jednostek w organizacji<br/>&#8226;  Uzyskanie zgodno&#347;ci interesariuszy biznesowych w obszarze niezb&#281;dnych zmian<br/>&#8226;  Stworzenie realnego planu zmian transformacyjnych<br/>&#8226;  Okre&#347;lenie zmieniaj&#261;cej si&#281; interoperacyjno&#347;ci pracownik&#243;w, technologii, <br/></p>
<p>CX&#160;i&#160;zachowa&#324; klient&#243;w<br/>&#8226;  Opracowanie wykazu projekt&#243;w i inicjatyw z ustalonymi priorytetami, <br/></p>
<p>kt&#243;re&#160;pozwol&#261;&#160;osi&#261;gn&#261;&#263; po&#380;&#261;dane wyniki biznesowe<br/></p>
<p>Dostarczamy informacji <br/>o bran&#380;y Contact <br/>Center i&#160;najlepszych <br/>praktykach <br/>zaczerpni&#281;tych <br/>z&#160;naszego raportu <br/>Global CX &amp; Contact <br/>Center Benchmarking <br/>Report <b>&#8211; wraz z naszym <br/>do&#347;wiadczeniem <br/>zdobytym podczas <br/>ponad 200 warsztat&#243;w <br/>CCDM dla klient&#243;w, <br/>kt&#243;re odby&#322;y si&#281; <br/>w&#160;ci&#261;gu ostatnich <br/>20&#160;lat.<br/></b></p>
<p>Rozw&#243;j operacyjny<br/></p>
<p>Ro<br/>zw<br/></p>
<p>&#243;j<br/> s<br/></p>
<p>tra<br/>te<br/></p>
<p>gi<br/>cz<br/></p>
<p>ny<br/><b>Contact Center Development Model<br/></b></p>
<p>Podstawowe<br/></p>
<p>Skoordynowane<br/></p>
<p>Zintegrowane<br/></p>
<p>Zoptymalizowane<br/></p>
<p><b>cel<br/></b></p>
<p><b>aktualne<br/></b></p>
<p><b>2</b> | &#169; Copyright NTT Limited <b>services.global.ntt</b></p>

</div></div>
<div style="page-break-before:always; page-break-after:always"><div><p>at a glance | Contact Center Development Model<br/></p>
<p>Why NTT?<br/><b>&#8226; Investment in CX: </b>We employ over  <br/></p>
<p>750 dedicated customer experience and contact center <br/>experts around the world.<br/></p>
<p>&#8226; Our contact center business has over 7,000 people delivering <br/>bespoke outsourcing solutions.<br/></p>
<p>&#8226; The solutions we&#8217;ve deployed enable over 7 billion customer <br/>interactions each year<br/></p>
<p>&#8226; Trusted delivery capability: 700 Clients globally with over <br/>100,000 seats.<br/></p>
<p>&#8226; Leading multivendor partnerships: Highest levels of <br/>certifications with the industry&#8217;s leading technology partners.<br/></p>
<p>&#8226; We&#8217;ve been delivering &#8216;as-a-service&#8217; contact center solutions <br/>to our clients for over 10 years.<br/></p>
<p><b>&#8226; Historical Insight: </b>We&#8217;ve published 21 editions of the CX <br/>Global Contact Center Benchmarking Report &#8211; the most <br/>prominent contact center industry report in the world.<br/></p>
<p><b>&#8226; Market citizens:</b> 34 Years of leadership transformation  <br/>and innovation.<br/></p>
<p>&#8226; Contact our advisory services team to develop a CX strategy <br/>- enabled by the right technology - that works for your <br/>customers and delivers business results.<br/></p>
<p>&#8226; We&#8217;re the only global customer experience and contact <br/>center expert in the Gartner COPS Magic Quadrant to achieve <br/>expert status certifications with the industry&#8217;s leading <br/>technology partners.<br/></p>
<p><b> </b>Contact Center Developm nt Model<br/></p>
<p><b>Dlaczego NTT?<br/></b>&#8226; <b> I westycje w CX:</b> Zatrudniamy ponad 750 dedykowanych <br/></p>
<p>ekspert&#243;w ds. Custo er Experience i Contact Center <br/>na&#160;ca&#322;ym &#347;wiecie.<br/></p>
<p>&#8226;  Nasza dzia&#322;alno&#347;&#263; zwi&#261;zana z Contact Center to&#160;ponad <br/>7000 os&#243;b, kt&#243;re dostarczaj&#261; spersonalizowane <br/>rozwi&#261;zania&#160;outsourcingowe.<br/></p>
<p>&#8226;  Wdro&#380;one przez nas rozwi&#261;zania wspieraj&#261; ponad <br/>7&#160;miliard&#243;w&#160;interakcji z klientami rocznie.<br/></p>
<p>&#8226;  Spraw zone mo&#380;liwo&#347;ci dostarczania: 700 kontrahent&#243;w <br/>na&#160;ca&#322;ym &#347;wiecie i ponad 100 000 stanowisk.<br/></p>
<p>&#8226;  Czo&#322;owe partn rstwa z wieloma dostawcami: <br/>najwy&#380;szy poziom certyfikacji u czo&#322;owych partner&#243;w <br/>technologicznych &#160;w bran&#380;y. <br/></p>
<p>&#8226;  Od ponad 10 lat dostarczamy naszym klientom <br/>rozwi&#261;zania&#160;typu &#8222;as-a-service&#8221;.<br/></p>
<p><b>Um&#243;w warsztat z naszym ekspertem, by oceni&#263;, w co warto,<br/>a w co nie ma sensu inwestowa&#263; w Twojej organizacji.<br/></b></p>
<p><b>3</b> | &#169; Copyright NTT Limited <b>services.global.ntt<br/></b></p>
<p>&#8226;  <b>Wgl&#261;d historyczny: </b>opublikowali&#347;my 21 edycji <br/>raportu CX Global Contact Center Benchmarking <br/>Report &#8211;&#160;najwa&#380;niejszego raportu na temat bran&#380;y <br/>Contact&#160;Center&#160;na&#160;&#347;wiecie.<br/></p>
<p>&#8226;  Skontaktuj si&#281; z naszym zespo&#322;em doradczym, aby&#160;opracowa&#263; <br/>strategi&#281; CX &#8211; opart&#261; na odpowiedniej technologii, kt&#243;ra <br/>b&#281;dzie dzia&#322;a&#263; na korzy&#347;&#263; Twoich klient&#243;w&#160;i&#160;przyniesie <br/>po&#380;&#261;dane wyniki biznesowe.<br/></p>
<p>&#8226;  Je e&#347;my jedynym globalnym k p rtem ds. Customer <br/>Experience i Contact Center uwzgl&#281;dnionym w raporcie <br/>Gartner COPS Magic Quadrant, kt&#243;ry uzyska&#322; certyfikaty <br/>eksperckie czo&#322;owych partner&#243;w technologicznych w bran&#380;y.</p>

</div></div>
</body></html>
